Repository: mustafaacicek/fflutter
Catalog: lib/l10n/app_*.arb
Languages: tr

# welcomeTitle
source: Rediscover the Fan Experience
tr: Taraftar Deneyimini Yeniden Keşfet

# welcomeSubtitle
source: Follow matches, listen to your team's chants and take your fan experience to the next level.
tr: Maçları takip et, takımının tezahüratlarını dinle ve taraftar deneyimini bir üst seviyeye taşı.

# startButton
source: START
tr: BAŞLAT

source: Language Settings
tr: Dil Ayarları

source: Select Language
tr: Dil Seçin

# languageTurkish
source: Turkish
tr: Türkçe

# languageEnglish
source: English
tr: İngilizce

# languageSpanish
source: Spanish
tr: İspanyolca

source: Loading...
tr: Yükleniyor...

source: Retry
tr: Tekrar Dene

# errorGeneric
source: An error occurred
tr: Bir hata oluştu

# errorUnknown
source: An unknown error occurred
tr: Bilinmeyen bir hata oluştu

# errorLoadingCountries
source: Failed to load countries
tr: Ülkeler yüklenirken hata oluştu

# errorLoadingTeams
source: Failed to load teams
tr: Takımlar yüklenirken hata oluştu

# errorLoadingMatches
source: Failed to load matches
tr: Maçlar yüklenirken hata oluştu

source: No internet connection
tr: İnternet bağlantısı yok

# searchHint
source: Search...
tr: Ara...

source: Popular Countries
tr: Popüler Ülkeler

source: Popular Teams
tr: Popüler Takımlar

source: Featured Teams
tr: Öne Çıkan Takımlar

source: EXPLORE
tr: KEŞFET

source: MATCHES
tr: MAÇLARI

# teamCount
source: {count} Teams
tr: {count} Takım

source: All Matches
tr: Tüm Maçlar

# upcomingMatches
source: Upcoming
tr: Gelecek

# pastMatches
source: Past
tr: Geçmiş

# matchStatusPlanned
source: PLANNED
tr: PLANLI

# matchStatusPlaying
source: PLAYING
tr: OYNANMAKTA

# matchStatusFinished
source: FINISHED
tr: TAMAMLANDI

source: Lyrics Active
tr: Şarkı Sözleri Aktif

source: WebSocket Connected
tr: WebSocket Bağlı

source: WebSocket Disconnected
tr: WebSocket Bağlantısı Kesildi

source: Checking team sounds...
tr: Takım verileri kontrol ediliyor...

source: All sounds downloaded
tr: Tüm veriler indirildi

# downloadingSound
source: Downloading sound: {progress}%
tr: Veriler indiriliyor: %{progress}

# readyToJoinMatch
source: You are ready to join the match ({downloaded}/{total} sounds)
tr: Maça katılmaya hazırsınız ({downloaded}/{total} veri)

# someSoundsMissing
source: Some data's are missing ({downloaded}/{total} downloaded)
tr: Bazı veriler eksik ({downloaded}/{total} indirildi)

# downloadingSoundsTitle
source: Downloading data Files
tr: Veri Dosyaları İndiriliyor

# matchDetailSoundsNeeded
source: All data files need to be downloaded to access match details.
tr: Maç detaylarına erişebilmek için tüm veri dosyalarının indirilmesi gerekiyor.

# soundFilesDownloaded
source: {downloaded}/{total} data files downloaded
tr: {downloaded}/{total} veri dosyası indirildi

source: OK
tr: Tamam

# stadiumNotAvailable
source: Stadium information not available
tr: Stadyum bilgisi mevcut değil

# matchPreparingTitle
source: PREPARING FOR MATCH
tr: MAÇA HAZIRLANIYOR

# matchPreparingSubtitle
source: Stadium atmosphere and fan enthusiasm are loading...
tr: Stadyum atmosferi ve taraftar coşkusu yükleniyor...

# matchReadyTitle
source: READY FOR MATCH
tr: MAÇA HAZIRSINIZ

# matchReadySubtitle
source: Joining the Stadium!
tr: Tribüne Katılıyorsunuz!

# joinStadium
source: OK
tr: TAMAM

# teamInfoNotFound
source: Team information not found.
tr: Takım bilgileri bulunamadı.

source: Advertisement
tr: Reklam

# privacyNotice
source: Fanla does not collect or store any personal data.
tr: Fanla hiçbir kişisel veri toplamaz veya saklamaz.

# firstTeamSelectionTitle
source: Team Selection
tr: Takım Seçimi

# firstTeamSelectionMessage
source: You will be subscribed to this team for free. If you want to change teams later, you will need to wait for 5 minutes.
tr: Bu takıma ücretsiz abone olacaksınız. Takım değiştirmek isterseniz, 5 dakika beklemeniz gerekecektir.

# firstTeamSelectionContinue
source: Continue
tr: Devam Et

# firstTeamSelectionCancel
source: Cancel
tr: İptal

source: Preparing...
tr: Hazırlanıyor...

# downloadingLyrics
source: Downloading lyrics: {title}
tr: Şarkı sözleri indiriliyor: {title}

source: Downloading specific data...
tr: Belirli veriler indiriliyor...
